[
	{
		"text": "When you grow up you tend to get told that the world is the way it is and your life is just to live your life inside the world. Try not to bash into the walls too much. Try to have a nice family life, have fun, save a little money. That’s a very limited life. Life can be much broader once you discover one simple fact: Everything around you that you call life was made up by people that were no smarter than you. And you can change it, you can influence it… Once you learn that, you’ll never be the same again.",
		"author": "Steve Jobs"
	},
	{
		"text": "For I have a single definition of success: you look in the mirror every evening, and wonder if you disappoint the person you were at 18, right before the age when people start getting corrupted by life. Let him or her be the only judge; not your reputation, not your wealth, not your standing in the community, not the decorations on your lapel. If you do not feel ashamed, you are successful. All other definitions of success are modern constructions; fragile modern constructions.",
		"author": "Nassim Nicholas Taleb",
		"context": "Commencement Address, American University in Beirut"
	},
	{
		"text": "Everyone is born a genius, but the process of living de-geniuses them.",
		"author": "Buckminster Fuller"
	},
	{
		"text": "To my writing classes I used later to open by saying that anybody who could talk could also write. Having cheered them up with this easy-to-grasp ladder, I then replaced it with a huge and loathsome snake: ‘How many people in this class, would you say, can talk? I mean really talk?’ That had its duly woeful effect. I told them to read every composition aloud, preferably to a trusted friend. The rules are much the same: Avoid stock expressions (like the plague, as William Safire used to say) and repetitions. Don’t say that as a boy your grandmother used to read to you, unless at that stage of her life she really was a boy, in which case you have probably thrown away a better intro. If something is worth hearing or listening to, it’s very probably worth reading. So, this above all: Find your own voice.",
		"author": "Christopher Hitchens",
		"context": "Mortality"
	},
	{
		"text": "The best way to predict the future is to create it.",
		"author": "Abraham Lincoln"
	},
	{
		"text": "Maybe there aren't any such things as good friends or bad friends – maybe there are just friends, people who stand by you when you're hurt and who help you feel not so lonely. Maybe they're always worth being scared for, and hoping for, and living for. Maybe worth dying for too, if that's what has to be. No good friends. No bad friends. Only people you want, need to be with; people who build their houses in your heart.",
		"author": "Stephen King",
		"context": "It"
	},
	{
		"text": "Remembering that I’ll be dead soon is the most important tool I’ve ever encountered to help me make the big choices in life. Because almost everything — all external expectations, all pride, all fear of embarrassment or failure — these things just fall away in the face of death, leaving only what is truly important. Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose. You are already naked. There is no reason not to follow your heart.",
		"author": "Steve Jobs"
	},
	{
		"text": "Competition is for losers.",
		"author": "Peter Thiel"
	},
	{
		"text": "Any developer who bitches about, 'Oh, our publisher cut off our money,' or, 'The publisher made us ship the game early,' doesn't get it. That's the interesting problem you have to solve as a developer. If you don't, well, you'll be perpetually screwed.",
		"author": "Gabe Newell"
	},
	{
		"text": "What I wanted, I did not know; what I knew, I did not want.",
		"author": "Curtis Yarvin",
		"context": "A Founder's Farewell"
	},
	{
		"text": "He not busy being born is busy dying!",
		"author": "Bob Dylan"
	},
	{
		"text": "Everything in the world is exactly the same.",
		"author": "Kanye West"
	},
	{
		"text": "Making art is a form of madness – we slip deep within our own singular vision and become lost to it. There is no musician on Earth that is as committed to their own derangement as Kanye, and in this respect, at this point in time, he is our greatest artist.",
		"author": "Nick Cave on Kanye West"
	},
	{
		"text": "Limits, like fears, are often an illusion.",
		"author": "Michael Jordan"
	},
	{
		"text": "Gentlemen, we are going to relentlessly chase perfection, knowing full well we will not catch it, because nothing is perfect. But we are going to relentlessly chase it, because in the process we will catch excellence. I am not remotely interested in just being good.",
		"author": "Vince Lombardi"
	},
	{
		"text": "Enthusiasm is one of the most powerful engines of success. When you do a thing, do it with all your might. Put your whole soul into it. Stamp it with your own personality. Be active, be energetic, be enthusiastic and faithful and you will accomplish your object. Nothing great was ever achieved without enthusiasm.",
		"author": "Ralph Waldo Emerson"
	},
	{
		"text": "The only way to do great work is to love what you do. If you haven’t found it yet, keep looking. Don’t settle.",
		"author": "Steve Jobs"
	},
	{
		"text": "Live in the future, build what’s missing.",
		"author": "Paul Graham"
	},
	{
		"text": "Technology is at its best when it is invisible.",
		"author": "Nassim Nicholas Taleb",
		"context": "The Bed of Procrustes"
	},
	{
		"text": "If you want to teach people a new way of thinking, don't bother trying to teach them. Instead, give them a tool, the use of which will lead to new ways of thinking.",
		"author": "Buckminster Fuller"
	},
	{
		"text": "Hegel remarks somewhere that all great, world-historical facts and personages occur, as it were, twice. He has forgotten to add: the first time as tragedy, the second as farce.",
		"author": "Karl Marx",
		"context": "The Eighteenth Brumaire of Louis Napoleon"
	},
	{
		"text": "Reasonable people adapt themselves to the world. Unreasonable people attempt to adapt the world to themselves. All progress, therefore, depends on unreasonable people.",
		"author": "George Bernard Shaw"
	},
	{
		"text": "Don’t expect the material rewards of unrighteousness while engaged in the pursuit of truth.",
		"author": "Edith Hamilton"
	},
	{
		"text": "What you feel in the presence of a thing you admire is just one word–'Yes.' The affirmation, the acceptance, the sign of admittance. And that 'Yes' is more than an answer to one thing, it's a kind of 'Amen' to life, to the earth that holds this thing, to the thought that created it, to yourself for being able to see it. But the ability to say 'Yes' or 'No' is the essence of all ownership. It's your ownership of your own ego. Your soul, if you wish. Your soul has a single basic function—the act of valuing. 'Yes' or 'No,' 'I wish' or 'I do not wish.' You can't say 'Yes' without saying 'I.' There's no affirmation without the one who affirms. In this sense, everything to which you grant your love is yours.",
		"author": "Ayn Rand",
		"context": "The Fountainhead"
	},
	{
		"text": "I don’t know how to hit a ball any different than I hit it. A director has one skill — your point of view. That’s all you have. If you’re trying to imitate another way of making a movie, then you’re on a slippery slope.",
		"author": "Zack Snyder"
	},
	{
		"text": "The invisible world is first detected by the visible world’s failure to close.",
		"author": "Eric Weinstein"
	},
	{
		"text": "Fiction is one of the few experiences where loneliness can be both confronted and relieved. Drugs, movies where stuff blows up, loud parties — all these chase away loneliness by making me forget my name's Dave and I live in a one-by-one box of bone no other party can penetrate or know. Fiction, poetry, music, really deep serious sex, and, in various ways, religion — these are the places (for me) where loneliness is countenanced, stared down, transfigured, treated.",
		"author": "David Foster Wallace"
	},
	{
		"text": "What I had to do was just do a lot of things. Make many things. Make many types of things. Study many things. Experience many things. And use all of these experiences as ways of analyzing myself. Taking all of these experiences and saying: \"does this resonate with me?\", \"does this repel me?\", \"do I not care?\" - Building up this corpus of experiences that I felt very strongly about - for some reason - and trying to figure out why. What is the secret ingredient in all of these experiences to which I'm reacting so strongly?",
		"author": "Bret Victor",
		"context": "Inventing on Principle"
	},
	{
		"text": "There are many ways to live your life. That's maybe the most important thing that you can realize in your life - that every aspect of your life is a choice. But there are default choices. You can choose to sleepwalk through life and accept the path that's been laid out for you. You can choose to accept the world as it is. But you don't have to. If there's something in the world you feel is wrong, and you have a vision for what a better world could be, you can find your guiding principle, and fight for a cause.",
		"author": "Bret Victor",
		"context": "Inventing on Principle"
	},
	{
		"text": "Salus populi suprema lex esto.",
		"author": "Cicero"
	},
	{
		"text": "Ulula cum lupis cum quibus esse cupis.",
		"author": "Latin proverb"
	},
	{
		"text": "I was a film geek. Film geeks don't have a whole lot of tangible things to show for their passion and commitment to film. They just watch movies all the time. What they do have to show is a high regard for their own opinion. They've learned to break down a movie. They understand what they like and don't like about a film. And they feel that they're right. It's not open to discussion. When I got involved in the movie industry I was shocked at how little faith or trust people have in their own opinions. They read a script and they like it - then they hand it to three of their friends to see what they think about it. I couldn't believe it. There's an old expression that goes something like, He with the most point of view wins. When I walk into a room, I always have the most point of view.",
		"author": "Quentin Tarantino"
	},
	{
		"text": "You do get a sense – there's like an aesthetic working in Melville's work that you get a sense that you don't have to know how to make a movie. If you truly love cinema with all your heart and with enough passion you can't help but make a good movie. You don't have to go to school. You don't have to know a lens – you know, a 40 and a 50 and a – fuck all that shit – crossing the line – none of that shit's important. If you just truly love cinema with enough passion – and you really love it, then you can't help but make a good movie.",
		"author": "Quentin Tarantino"
	},
	{
		"text": "If names be not correct, language is not in accordance with the truth of things. If language be not in accordance with the truth of things, affairs cannot be carried on to success.",
		"author": "Confucius, The Analects"
	},
	{
		"text": "Living life as an artist is a practice. You are either engaging in the practice or you’re not.",
		"author": "Rick Rubin"
	},
	{
		"text": "Beauty will save the world.",
		"author": "Prince Myskin, Dostoevsky’s The Idiot"
	},
	{
		"text": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
		"author": "Ralph Waldo Emerson"
	}
]
